Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_rights/consumer_hire_agreements.html.txt.tmx
Source language: en
Languages: ga

source: A consumer hire agreement in Ireland, is an agreement where an item is leased or rented from a financial institution or finance company
ga: Is comhaontú é comhaontú fruilithe tomhaltóra ina dtógtar sócmhainn ar chíos nó ar léas ó institiúid airgeadais nó cuideachta airgeadais

source: Instead of borrowing money to buy a product, the consumer rents the goods from the leasing company that has bought the product
ga: In áit airgid a fháil ar iasacht chun sócmhainn a cheannach, tógann an tomhaltóir na hearraí ar cíos ón gcuideachta léasa ar léi an tsócmhainn

source: The leasing company hires the goods out to the consumer in return for rental or hire charge
ga: Ligeann an chuideachta léasa na hearraí ar cíos don tomhaltóir ar tháille chíosa nó fruilithe

source: As a result, the goods remain the property of the leasing company
ga: Dá bharr sin, is in úinéireacht na cuideachta léasa a fhanann na hearraí i gcónaí

source: However, in some lease agreements, there is a clause that allows the consumer to purchase the product, at an agreed sum set down in a lease agreement
ga: Bíonn alt i roinnt comhaontuithe léasa, áfach, a thugann cead don tomhaltóir an tsócmhainn a cheannach ar phraghas atá leagtha síos i gcomhaontú léasa

source: The term of the lease can vary from a few months to a few years
ga: D'fhéadfadh tréimhsí éagsúla léasa a bheith i gceist

source: There is usually a distinction made between an "operating lease", which generally lasts for a short period of time, and a "finance lease", which involves larger items leased over longer periods of time
ga: De ghnáth, déantar idirdhealú idir "léas feidhmiúcháin" a mhaireann go hiondúil ar feadh tréimhse gairid, agus "léas airgeadais" a bhaineann le hearraí níos mó léasaithe thar tréimhsí níos faide

source: A consumer hire agreement is drawn up and signed by the consumer and on behalf of the lending institution
ga: Leagtar amach comhaontú fruilithe tomhaltóra agus síníonn an tomhaltóir é agus sínítear é thar ceann na hinstitiúde iasachta

source: • What asset or product the agreement refers to (often including a detailed description)
ga: • An tsócmhainn a mbaineann an comhaontú léi (mionchuntas san áireamh go minic)

source: • The cash price of the goods
ga: • Praghas na n-earraí ar airgead síos

source: • The hire purchase price, which is the total sum payable to complete the purchase of the goods, if the agreement allows the consumer to purchase the goods
ga: • An praghas fruilcheannaigh, is é sin an tsuim iomlán a bheidh le n-íoc chun ceannach na hearraí a chur i gcrích, más amhlaidh go gceadaíonn an comhaontú don tomhaltóir na hearraí a cheannach

source: • The amount of each installment by which the hire purchase price is to be paid
ga: • Méid gach tráthchuid lena n-íocfar an praghas fruilcheannaigh

source: • The date each installment is to be paid
ga: • An dáta ar a gcaithfear gach tráthchuid a íoc

source: • If the agreement is for a certain period of time, the number of installments
ga: • Má bhaineann tréimhse áirithe leis an gcomhaontú, líon na dtráthchodanna

source: • The total amount payable under the agreement including taxes
ga: • An tsuim iomlán atá iníoctha faoin gcomhaontú, cánacha san áireamh

source: • The names and addresses of all parties to the agreement
ga: • Ainm agus seoladh gach páirtí sa chomhaontú

source: • The name and address of the supplier of the goods to which the agreement relates
ga: • Ainm agus seoladh soláthraí na n-earraí a bhaineann leis an gcomhaontú

source: • Any additional costs to be paid
ga: • Costais bhreise ar bith atá iníoctha

source: • The cost of early termination of the agreement
ga: • Costas foirceannadh luath an chomhaontaithe

source: • The costs or penalties liable by the consumer if there is a failure on his or her part to comply with the terms of the agreement
ga: • Na costais nó pionóis a ghearrfar ar an tomhaltóir muna gcloíonn sé/sí le téarmaí an chomhaontaithe

source: • A statement that the consumer has the right to withdraw from the agreement within 10 days of receiving a copy of the agreement
ga: • Ráiteas a leagann síos an ceart atá ag an tomhaltóir éirí as an gcomhaontú taobh istigh de 10 lá ón dáta a fhaigheann sé/sí cóip den chomhaontú

source: • A statement that the agreement is for the letting of goods and that the goods in question remain the property of the owner (i.e
ga: • Ráiteas a leagann síos go mbaineann an comhaontú le hearraí a ligean ar cíos agus gur maoin an úinéara atá iontu i gcónaí

source: the leasing company) • A statement that the consumer must inform the owner (i.e.the leasing company) as to the whereabouts of the goods to which the agreement relates
ga: • Ráiteas a leagann síos go gcaithfidh an tomhaltóir an t-úinéir a chur ar an eolas maidir le cá bhfuil na hearraí a mbaineann an comhaontú leo

source: • The words "Consumer Hire Agreement" must be stated clearly and in a prominent position on the agreement form
ga: • Ní foláir na focail "Comhaontú Fruilithe Tomhaltóra" a breacadh go soiléir agus in áit fheiceálach ar an bhfoirm chomhaontaithe

source: • Any clause stating that the consumer has the option of purchasing goods
ga: • Alt ar bith a dheireann go bhfuil an rogha ag an tomhaltóir earraí a cheannach

source: Unless the requirements specified here are adhered to, the owner of the goods (i.e. the leasing company) may not be entitled to enforce the agreement
ga: Ní ghá go mbeadh úinéir na n-earraí i dteideal an chomhaontaithe a chur i bhfeidhm muna gcloítear leis na coinníollacha atá leagtha síos anseo

source: If the goods you receive are faulty, you are entitled to your money back if you so wish
ga: Má tá na hearraí a fhaigheann tú lochtach, tá an ceart agat d'airgead a fháil ar ais, má tá tú ag iarraidh

source: The supplier is obliged to offer you your money back
ga: Tá iachall ar an soláthraí d'airgead a thairiscint ar ais duit

source: Alternatively, you can ask for substitute goods
ga: Mar rogha ar sin, d'fheadfá earraí eile a iarraidh air/uirthi

source: If you damage goods when using them under a consumer hire agreement, you will usually have to pay for the repairs yourself, unless it is stated differently in the agreement
ga: Má dhéanann tú damáiste d'earraí agus tú á n-úsáid faoi chomhaontú fruilithe tomhaltóra, bíonn ort íoc as na deisiúcháin tú féin go hiondúil muna bhfuil socrú eile sa chomhaontú

source: Advertising of consumer hire agreements
ga: Fograíocht a dhéanamh ar chomhaontuithe fruilithe tomhaltóra

source: The fact that ownership does not pass to the consumer in a leasing agreement must be stated in any advertising
ga: Ní foláir a rá go soiléir i bhfograíocht ar bith nach bhfaigheann an tomhaltóir úinéireacht ar earraí faoi chomhaontú léasa

source: Statements like "Letting, Hiring or Leasing of the Goods only" and "The Goods Remain the Property of the Owner" should be included
ga: Ba cheart ráitis mar shampla "Earraí ar cíos, fruilithe, nó léasaithe amháin" agus "Fanann na hearraí in úinéireacht an úinéara" a chur ann

source: These statements should be in at least as prominent a position as any sum payable by the consumer and enclosed in a boundary box in the case of a visual advertisement
ga: Ní foláir do na ráitis seo a bheith in áit chomh feiceálach céanna le suim ar bith atá iníoctha ag an tomhaltóir agus laistigh de bhosca teorantach i gcás fograíochta radharcach

source: The amount that is payable by the consumer must be indicated in the advertisement and be fully inclusive of all amounts including taxes
ga: Ní foláir an tsuim atá iníoctha ag an tomhaltóir a lua san fhógraíocht, agus í a bheith iomlán, cánacha san áireamh

source: Different lending institutions offer different rates for leasing facilities
ga: Tairiscíonn institiúidí iasachta éagsúla rátaí éagsúla ar léasanna

source: Contact your local financial institutions or check your local telephone directory for a listing of finance companies
ga: Téigh i dteagmháil le d'institiúidí airgeadais áitiúla, nó breathnaigh i d'eolaire teileafóin áitiúil chun liosta comhlachtaí airgeadais a fháil

source: To enter into a consumer hire agreement, you will need at least two forms of identification that must include a photo identification and proof of address
ga: Chun a bheith páirteach i gcomhaontú fruilithe tomhaltóra, beidh ar a laghad dhá chineál aitheantais ag teastáil. Caithfidh griangraf agus dearbhú seolta a bheith san áireamh

source: A current driver's licence, passport, student card and a recent household bill such as a gas, electricity or telephone bill are all acceptable forms of identification
ga: Glactar le ceadúnas tiomána reatha, pas, cárta mic léinn agus bille teaghlaigh mar shampla bille gáis, leictreachais nó teileafóin

source: There are alternative arrangements in place for establishing the identity of people who do not possess this documentation
ga: Tá socruithe eile i bhfeidhm chun a dhearbhú cé hiad na daoine nach bhfuil an doiciméadú seo acu

source: Making a complaint about a consumer hire agreement
ga: Gearán a dhéanamh faoi chomhaontú fruilithe tomhaltóra

source: When you purchase goods as a consumer, you have a number of rights under the Sale of Goods and Supply of Services Act 1980
ga: Nuair a bheidh tú earraí a cheannach mar thomhaltóir, tá líon áirithe de chearta faoin Acht um Dhíol Earraí agus Soláthar Seirbhísí 1980

source: If you are dissatisfied with goods received under a consumer hire agreement, you should make your complaint to the retailer who sold you the goods under the agreement
ga: Má tá tú míshásta le hearraí a fuair tú faoi chomhaontú fruilithe tomhaltóra, ba cheart duit do ghearán a dhéanamh leis an miondíoltóir a dhíol na hearraí leat faoin gcomhaontú

source: You should complain in writing as soon as possible, as your rights of redress decrease with time
ga: Ba cheart duit gearán scríofa a dhéanamh chomh luath agus is féidir, mar laghdaíonn do chearta sásaimh le himeacht ama

source: If you are unhappy with the retailer's response, you should contact the Competition and Consumer Protection Commission (CCPC)
ga: Muna bhfuil tú sásta le freagra an mhiondíoltóra, ba cheart duit dul i dteagmháil leis an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí (CCPC)

source: The CCPC advises consumers in general terms about consumer law
ga: Cuireann an CCPC comhairle ginearálta ar thomhaltóirí maidir le dlí tomhaltóra

source: It cannot give a decision on individual disputes between a consumer and a supplier as only a court can order a trader to give you compensation, but it can investigate various practices relating to the terms on which goods or services are supplied
ga: Ní féidir leis cinneadh a dhéanamh ar aighneas ar leith idir tomhaltóir agus soláthraí, mar is í an chúirt amháin gur féidir léi ordú a thabhairt do thradálaí cúiteamh a thabhairt duit, ach d'fhéadfadh sé cleachtais éagsúla a bhaineann leis na coinníollacha faoina soláthraítear earraí agus seirbhísí a scrúdú

source: If you cannot reach a solution with the retailer in relation to the goods, you can seek legal advice
ga: Muna bhfuil tú in ann a theacht ar réiteach leis an miondíoltóir, d'fhéadfá comhairle dlí a chuartú

source: If the product in question does not exceed €2,000, you can use the Small Claims Court, which does not require a solicitor
ga: Muna bhfuil praghas an táirge os cionn €2,000, d'fhéadfá úsáid a bhaint as Cúirt na nÉileamh Beag. Ní bhíonn dlíodóir ag teastáil

source: Lodging a claim costs €25, which is non-refundable
ga: Cosnaíonn sé €25 chun éileamh a chur isteach, agus tá sé seo neamhaisíoctha

source: If, however, the product exceeds €2,000, you can appoint a solicitor who will act on your behalf and the matter must be brought before the District Court
ga: Más fiú os cionn €2,000 an táirge, d'fhéadfá dlíodóir a cheapadh chun feidhmiú ar do shon agus ní foláir an cás a thabhairt chuig an gCúirt Dúiche

source: If your complaint refers to a product costing more than €15,000 the case will be heard in the Circuit Court
ga: Má bhaineann do ghearán le táirge a chosnaíonn níos mó ná €15,000, éisteoidh an Chúirt Chuarda leis an gcás

source: If you wish to complain about a consumer hire agreement made with a bank, a building society or a finance house that has been prescribed as a credit institution under the Consumer Credit Act, 1995, you should contact the Financial Services Ombudsman
ga: Más mian leat gearán a dhéanamh faoi chomhaontú fruilithe tomhaltóra le banc, cumann foirgníochta nó institiúid airgeadais a bhfuil aitheantas tugtha dó mar institiúid chreidmheasa faoin Acht Um Chreidmheas Tomhaltóra 1995, ba cheart duit dul i dteaghmháil le Fear an Phobail d'Institiúidí Creidmheasa

source: The Ombudsman can investigate complaints such as unfair treatment, uncorrected mistakes, poor service, poor administration, negligence and breach of contract/confidentiality
ga: Tá Fear an Phobail in ann gearáin faoi úsáid mí-chothom, botúin nár ceartaíodh, drochsheirbhís, drochriaracháin, faillí agus sarú conartha/iontaobhais a iniúchadh
